{
    "0": "Cellulitis",
    "1": "Impetigo",
    "2": "Nail Fungus",
    "3": "Ringworm",
    "4": "Chicken Pox",
    "0_desc": "Cellulitis adalah infeksi bakteri akut yang menyerang lapisan kulit bagian dalam (dermis) dan jaringan subkutan, umumnya disebabkan oleh bakteri Streptococcus atau Staphylococcus. Ciri-ciri cellulitis meliputi kemerahan pada kulit, pembengkakan, rasa nyeri, hangat saat disentuh, serta bisa disertai demam dan menggigil. Infeksi ini sering terjadi di tungkai bawah, tetapi dapat muncul di bagian tubuh lainnya, terutama jika terdapat luka atau gangguan pada kulit. Pengobatan cellulitis biasanya menggunakan antibiotik, baik dalam bentuk oral maupun injeksi, tergantung pada tingkat keparahan, dan penting untuk segera ditangani agar tidak menyebar ke jaringan yang lebih dalam atau ke aliran darah.",
    "1_desc": "Impetigo adalah infeksi kulit menular yang disebabkan oleh bakteri, terutama Staphylococcus aureus atau Streptococcus pyogenes, dan paling sering terjadi pada anak-anak. Ciri-cirinya meliputi munculnya luka merah kecil yang berkembang menjadi lepuh berisi cairan, kemudian pecah dan membentuk kerak berwarna kuning keemasan di permukaan kulit, biasanya di area wajah, hidung, atau mulut. Impetigo mudah menyebar melalui sentuhan langsung atau penggunaan barang pribadi yang terkontaminasi. Pengobatan impetigo umumnya dilakukan dengan pemberian salep antibiotik topikal, dan pada kasus yang lebih luas, dapat diberikan antibiotik oral untuk mempercepat penyembuhan dan mencegah penyebaran infeksi.",
    "2_desc": "Nail Fungus atau jamur kuku (onychomycosis) adalah infeksi jamur yang terjadi pada kuku tangan atau kaki, yang disebabkan oleh jamur dermatofita, ragi, atau kapang. Ciri-ciri infeksi ini meliputi perubahan warna kuku menjadi kuning, cokelat, atau putih, penebalan kuku, rapuh, mudah hancur, serta terkadang disertai bau tidak sedap dan nyeri ringan. Infeksi ini umumnya berkembang secara perlahan dan lebih sering menyerang kuku kaki karena kondisi lembap dan tertutup. Pengobatan nail fungus meliputi penggunaan antijamur topikal (krim atau cat kuku khusus) dan dalam kasus yang lebih parah, dokter dapat meresepkan obat antijamur oral untuk menghentikan pertumbuhan jamur dari dalam tubuh.",
    "3_desc": "Ringworm atau kurap adalah infeksi kulit yang disebabkan oleh jamur dermatofita dan bukan oleh cacing, meskipun namanya mengandung kata worm. Ciri-ciri ringworm meliputi ruam berbentuk lingkaran dengan tepi yang merah dan bersisik, sering kali disertai rasa gatal, sementara bagian tengah ruam tampak lebih terang atau sembuh. Infeksi ini dapat muncul di berbagai bagian tubuh seperti kulit kepala, tubuh, kaki (athletes foot), atau selangkangan. Pengobatan ringworm umumnya dilakukan dengan penggunaan krim atau salep antijamur topikal, dan pada kasus yang lebih luas atau membandel, dapat diberikan obat antijamur oral oleh dokter untuk menghentikan infeksi secara efektif.",
    "4_desc": "Chicken Pox atau cacar air adalah infeksi menular yang disebabkan oleh virus Varicella zoster, yang umumnya menyerang anak-anak tetapi juga dapat terjadi pada orang dewasa. Penyakit ini ditandai dengan munculnya ruam kulit berbentuk bintik merah yang berubah menjadi lenting berisi cairan, disertai rasa gatal, demam, kelelahan, dan hilangnya nafsu makan. Ruam biasanya mulai di wajah, dada, dan punggung, lalu menyebar ke seluruh tubuh. Pengobatan cacar air bersifat suportif, yaitu untuk meredakan gejala, seperti pemberian obat penurun demam dan antihistamin untuk mengurangi rasa gatal, serta menjaga kebersihan kulit agar tidak terjadi infeksi sekunder. Pada kasus tertentu, terutama pada orang dewasa atau pasien dengan sistem imun lemah, dokter dapat memberikan antivirus seperti asiklovir."
}
