{
    "0": "Cellulitis",
    "1": "Impetigo",
    "2": "Nail Fungus",
    "3": "Ringworm",
    "4": "Chicken Pox",
    "0_desc": "Cellulitis adalah infeksi bakteri yang menyerang jaringan kulit bagian dalam dan bawah kulit, biasanya disebabkan oleh Streptococcus atau Staphylococcus. Gejalanya meliputi kulit yang merah, nyeri, bengkak, dan hangat saat disentuh, serta bisa disertai demam. Meski tidak menular secara langsung, infeksi ini bisa menyebar cepat bila tidak ditangani. Pengobatannya menggunakan antibiotik oral atau suntikan, tergantung tingkat keparahan.",
    "1_desc": "Impetigo adalah infeksi kulit menular yang umum terjadi pada anak-anak dan disebabkan oleh bakteri Staphylococcus aureus atau Streptococcus pyogenes. Gejalanya berupa ruam merah yang membentuk lepuh, kemudian pecah dan meninggalkan kerak berwarna kuning madu, terutama di sekitar mulut dan hidung. Penyakit ini mudah menyebar melalui sentuhan langsung atau berbagi barang pribadi. Pengobatan dilakukan dengan salep antibiotik atau antibiotik oral bila infeksinya luas.",
    "2_desc": "Nail fungus adalah infeksi jamur yang menyerang kuku tangan atau kaki, menyebabkan perubahan warna (kuning, cokelat, atau putih), kuku menebal, rapuh, dan tampak tidak rata. Infeksi ini umumnya disebabkan oleh jamur dermatofita, ragi, atau jamur lain, dan berkembang di lingkungan yang lembap seperti kolam renang atau salon kuku. Meski tidak berbahaya, kondisi ini bisa menyebabkan ketidaknyamanan dan menurunkan kepercayaan diri. Pengobatannya mencakup antijamur topikal maupun oral, tergantung tingkat keparahannya.",
    "3_desc": "Ringworm adalah infeksi jamur pada kulit yang ditandai dengan ruam merah melingkar menyerupai cincin dan terasa gatal. Meski namanya mengandung kata worm, penyakit ini tidak disebabkan oleh cacing, melainkan jamur yang tumbuh di kulit, kulit kepala, kaki, atau selangkangan. Penularan terjadi melalui kontak langsung dengan kulit orang atau hewan yang terinfeksi, atau benda-benda seperti handuk dan pakaian. Pengobatannya meliputi penggunaan krim antijamur atau obat oral bila infeksi luas.",
    "4_desc": "Monkeypox adalah penyakit menular akibat virus monkeypox yang ditularkan dari hewan ke manusia, dengan gejala mirip cacar tetapi lebih ringan. Penderita biasanya mengalami demam, nyeri otot, pembengkakan kelenjar getah bening, diikuti ruam yang berkembang menjadi lenting dan koreng. Penularan terjadi melalui kontak langsung dengan lesi kulit, cairan tubuh, atau barang yang terkontaminasi, serta droplet pernapasan. Pengobatan bersifat suportif, dan vaksin cacar bisa memberikan perlindungan parsial."
}
